[
    {
        "article": "Forget back of the bus, cattle or economy class, a boutique airline company in France has launched an exclusively all-business class flights at comparatively budget prices. Trying to make business class more accessible to everyone, French airline La Compagnie offers passengers a round trip from Paris to New York for just £945 (€1200) - more than £2000 cheaper than the same trip with Air France. Launched by L'Avion founder Frantz Yvelin and former Swissair and JetAirways COO Peter Luethi in July, the company sets to bring business class service 'back to where it belongs.' Scroll down for video . Welcome on board: The La Compagnie team on board the luxury aircraft with budget prices . 'With French style and American dependability, La Compagnie will become the choice of the current generation of hard-working business travelers who demand something more from air transportation' says Yvelin. The airline's website states that their promise 'is for those who want to enjoy and exclusive business-class cabin at a smart price' La Compagnie will operate a fleet of redesigned Boeing 757-200 aircraft, with 74 seats, that recline 180 degrees, set in a 2x2 formation throughout the aircraft. On board there is complimentary wi-fi and all passengers will be provided with personal Samsung tablets loaded with a range of films, music, books and magazines. On board, menus have been devised by Christophe Langree, the Michelin-starred chef at Hotel Matignon in Paris and amenity kits are by expensive cosmetic brand Caudalie. There is also complimentary wifi and all passengers will be provided with personal Samsung tablets loaded with a range of films, music, books and magazines. In the airport all passengers will receive fast track priority access on arrival and will have access to the Icare lounge when departing from Paris, and the 'Art & Lounge' space at Newark. There are 74 seats onboard, all of which recline 180-degrees, with just two seats either side of the aisle . La Compagnie customers will also have complimentary check-in of skis, surfboards, bikes and golf clubs. Plus, for those who live in France, the entire crew, consisting of 13 in the cockpit and 20 in the cabin, are all native French speakers. During the summer, La Compagnie was offering a rotation of four to five flights per week, but they're expecting numbers to rise, especially after a second aircraft expected to be ready in December. La Compagnie: The discount all-business-class airline that began flying a single Boeing 757 between Paris and Newark this summer . Flights from Paris Charles de Gaulle Airport will leave at 5.50pm and arrive in Newark International Airport at 8.30pm; return flights will depart New York at 9.45pm and arrive in Paris at 11.15am. The launch of La Compagnie's flights follows the announcement that newly created Odyssey Airlines is to start all-business-class flights between London City Airport and New York from 2016. British Airways already offers all-business-class flights on that route and Qatar Airways all-business-class flights between London and Doha began this summer. On board, menus have been devised by Christophe Langree, Michelin-starred chef at Hotel Matignon in Paris .",
        "highlights": "La Compagnie flies from Charles de Gaulle to Newark airport for £945-return .\nThere are just 19 rows, with 74 lie-flat seats, all with in-built massagers .\nAirline are expected to extend fleet with second aircraft in December .\nThe menus have been devised by Michelin-starred chef Christophe Langree .\nAmenity kits are provided by expensive cosmetic brand Caudalie .",
        "id": "ca8d3c7918fe30a1ba4218a3f4105a5ddb1e29dd",
        "triples": [
            [
                "1.0",
                "Charles de Gaulle Airport",
                "is from",
                "Paris"
            ],
            [
                "1.0",
                "City Airport",
                "is between",
                "London"
            ],
            [
                "0.6426836847979811",
                "Forget",
                "Trying",
                "to make"
            ],
            [
                "1.0",
                "Forget",
                "has launched",
                "exclusively business class flights"
            ],
            [
                "1.0",
                "Frantz Yvelin",
                "is by",
                "founder"
            ],
            [
                "1.0",
                "Frantz Yvelin",
                "is founder of",
                "L'Avion"
            ],
            [
                "1.0",
                "Hotel Matignon",
                "is in",
                "Paris"
            ],
            [
                "1.0",
                "International Airport",
                "is in",
                "Newark"
            ],
            [
                "1.0",
                "La Compagnie",
                "choice of",
                "generation of working business travelers"
            ],
            [
                "1.0",
                "La Compagnie",
                "is",
                "French"
            ],
            [
                "1.0",
                "La Compagnie",
                "of",
                "flights"
            ],
            [
                "1.0",
                "Scroll",
                "bring back",
                "business class service"
            ],
            [
                "1.0",
                "airline",
                "has",
                "website"
            ],
            [
                "1.0",
                "airline La Compagnie",
                "offers",
                "passengers"
            ],
            [
                "1.0",
                "airline La Compagnie",
                "says",
                "Yvelin"
            ],
            [
                "1.0",
                "board luxury aircraft",
                "is with",
                "budget prices"
            ],
            [
                "1.0",
                "boutique airline company",
                "is in",
                "France"
            ],
            [
                "1.0",
                "bus",
                "company in",
                "France"
            ],
            [
                "1.0",
                "business class",
                "more accessible to",
                "everyone"
            ],
            [
                "0.6024990549264508",
                "company",
                "Scroll down for",
                "video"
            ],
            [
                "1.0",
                "same trip",
                "is with",
                "France"
            ]
        ],
        "initial_triples_count": 36,
        "final_triples_count": 21
    },
    {
        "article": "Looking for some serious Halloween inspiration? Look no further than Maria Malone-Guerbaa, a talented make-up artist who has recreated some of the most terrifying Halloween film characters on her own face. The mother-of-two shot to fame earlier this year for her incredible ability to transform herself into almost any celebrity face using purely make-up. After putting her passion on hold when she had her family, 40-year-old Maria began to post her famous faces online, and it wasn't long before her Instagram went viral. Skills: Make-up artist Maria Malone-Guerbaa has recreated some of the most terrifying Halloween film characters on her own face . The Irish make-up artist who lives in London transformed herself into Freddy Krueger from Nightmare on Elm Street, Chucky and the terrifying masked killer Michael Myers from the film Halloween. What makes her face painting technique so unusual, is that unlike other special effects make-up artists, she does not rely on any prosthetic materials to create her 'faces'. Talent: The Irish make-up artist transformed herself into Freddy Krueger from Nightmare on Elm Street, Chucky, pictured, and the terrifying masked killer Michael Myers from the film Halloween . Without the makeup: The mother-of-two shot to fame earlier this year for her incredible ability to transform herself into almost any celebrity face using purely make-up . Special effects: What makes Maria's face painting technique so unusual, is that unlike other special effects make up artists, she does not rely on any prosthetic materials to create her 'faces' Recognised: Maria, who lives with husband Billy and children Sophia, 12, and Adam, 10, has been invited to teach at a prestigious make-up event in Miami in 2015 . Guess who? Maria transformed herself to resemble Freddy Krueger in Nighmate on Elm Street . She only uses paint and her natural talent to create celebrity faces, footballers, zombies, 3D effects and even gory cuts. Since grabbing the headlines in June, Maria, who lives with husband Billy and children Sophia, 12, and Adam, 10, has gone on to fulfil her dream of teaching make-up tutorials. The talented artist is able to give herself a picture-perfect likeness of other famous faces including A-list stars Angelina Jolie, Morgan Freeman, Nelson Mandela and even football star Wayne Rooney. The make-up artist, who is originally from Limerick, has always had a talent and passion for art, and particularly enjoyed pencil drawing and charcoal sketches as a child. Business brain: Focusing on business and having two young children, Maria wasn't left with much time to focus on her art. When she turned 33, she decided that it was time she invested in her talents. Here, she can be seen as Johnny Depp's character in Dark Shadows . After finishing school she applied to Limerick Art College, however Maria ended up turning down her place. She explains: 'I felt at the time that there wasn’t anywhere for me to go with what I wanted to do, I didn’t want to be a standard artist. I loved special effects, particularly body and face art. 'I went to find out about it but there was literally nowhere in Limerick or Ireland that specialised in that kind up of make up art.' Feeling frustrated she decided to move to London. Within three weeks she met her husband and together they have opened a line of cafe’s in the city. Artistic: Speaking about her talent, she explains: 'I felt at the time that there wasn't anywhere for me to go with what I wanted to do, I didn't want to be a standard artist. I loved special effects, particularly body and face art' Right: As the terrifying masked killer Michael Myers from Halloween . In action: After finishing school she applied to Limerick Art College, however Maria ended up turning down her place but she's still gone on to do great artistic things . Focusing on business and having two young children, Maria wasn’t left with much time to focus on her art. When she turned 33, she decided that it was time she invested in her talents. She enrolled in Christine Blundell’s make up academy, which is based in Camden. It wasn’t long before word of Maria’s skills spread and she was working at the Barbican on a play called The City Of Angels. Soon after, she began working on BBC’s Switch and Channel Four production Horrible Histories and has since painted Phillip Schofield's face on This Morning and worked with Eamonn Holmes. Previous work: Left: The Monarch is recreated in incredible detail by the mother-of-two using just face paint and make-up and right: Maria as Angelina Jolie's Maleficent from the cent hit film. She creates all her looks without using any prosthetics .",
        "highlights": "Always artistic, Maria Malone used to paint her children's faces .\nMaria only uses paint and her natural talent to create celebrity faces .\nMethod is unusual as does not use any prosthetic materials .\nSet up a website and her looks went viral .\nBeen asked to give talks and teach master classes around the world .\nHas created terrifying Halloween looks .",
        "id": "40a926b625789fefd4e47ebcbf123c6c05b316b5",
        "triples": [
            [
                "1.0",
                "Adam",
                "is",
                "10"
            ],
            [
                "1.0",
                "Angelina Jolie",
                "is",
                "Morgan Freeman"
            ],
            [
                "1.0",
                "Halloween",
                "from killer is",
                "Maria"
            ],
            [
                "1.0",
                "Johnny Depp",
                "as",
                "character in Dark Shadows"
            ],
            [
                "1.0",
                "Johnny Depp 's character",
                "is in",
                "Dark Shadows"
            ],
            [
                "1.0",
                "Maria",
                "of",
                "skills"
            ],
            [
                "1.0",
                "action",
                "In killer is",
                "Maria"
            ],
            [
                "1.0",
                "prestigious up event",
                "is in",
                "Miami"
            ]
        ],
        "initial_triples_count": 9,
        "final_triples_count": 8
    }]